peticion_ws_EXPEDICIONES.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservices.geever.alerce.es/">
   <soapenv:Header/>
   <soapenv:Body>
      <web:entrada_expediciones>
         <cliente>CODIGO_CLIENTE</cliente>
         <formato>XML</formato>
         <fichero><![CDATA[<?xml version="1.0" encoding="ISO-8859-1" standalone="yes"?>
			<Expediciones>
				<Expedicion>
					<ClienteRemitente>CODIGO_CLIENTE</ClienteRemitente>
					<MailRemitente>MAIL_GEEVER</MailRemitente>
					<EnviarMail>S</EnviarMail>
					<NombreDestinatario>NOMBRE_RECOGIDA</NombreDestinatario>
					<PersonaContactoDestinatario>PERSONA_RECOGIDA</PersonaContactoDestinatario>
					<DireccionDestinatario>DIRECCION_RECOGIDA</DireccionDestinatario>
					<PoblacionDestinatario>BARCELONA</PoblacionDestinatario>
					<CodigoPostalDestinatario>CP_RECOGIDA</CodigoPostalDestinatario>
					<TelefonoContactoDestinatario>TELEFONO_RECOGIDA</TelefonoContactoDestinatario>
					<ReferenciaCliente>REFERENCIA_TERRAQUO</ReferenciaCliente>
					<Bultos>NUMERO_BULTOS</Bultos>
					<Kilos>PESO</Kilos>
					<ImporteReembolso>REEMBOLSO</ImporteReembolso>
					<ProductoServicio>PRODUCTO_RECOGIDA</ProductoServicio>
					<Observaciones1>OBSERVACIONES1</Observaciones1>
					<Observaciones2>OBSERVACIONES2</Observaciones2>
					<MailDestinatario>MAIL_RECOGIDA</MailDestinatario>
				</Expedicion>
				<Expedicion>
					<ClienteRemitente>CODIGO_CLIENTE</ClienteRemitente>
					<NombreRemitente>NOMBRE_RECOGIDA</NombreRemitente>
					<MailRemitente>MAIL_GEEVER</MailRemitente>
					<DireccionRemitente>DIRECCION_RECOGIDA</DireccionRemitente>
					<PoblacionRemitente>BARCELONA</PoblacionRemitente>
					<CodigoPostalRemitente>CP_RECOGIDA</CodigoPostalRemitente>
					<TelefonoContactoRemitente>TELEFONO_RECOGIDA</TelefonoContactoRemitente>
					<NombreDestinatario>NOMBRE_ENTREGA</NombreDestinatario>
					<PersonaContactoDestinatario>PERSONA_ENTREGA</PersonaContactoDestinatario>
					<DireccionDestinatario>DIRECCION_ENTREGA</DireccionDestinatario>
					<PoblacionDestinatario>BARCELONA</PoblacionDestinatario>
					<CodigoPostalDestinatario>CP_ENTREGA</CodigoPostalDestinatario>
					<TelefonoContactoDestinatario>TELEFONO_ENTREGA</TelefonoContactoDestinatario>
					<ReferenciaCliente>REFERENCIA_TERRAQUO</ReferenciaCliente>
					<Bultos>NUMERO_BULTOS</Bultos>
					<Kilos>PESO</Kilos>
					<ImporteReembolso>REEMBOLSO</ImporteReembolso>
					<ProductoServicio>PRODUCTO_ENTREGA</ProductoServicio>
					<Observaciones1>OBSERVACIONES1</Observaciones1>
					<Observaciones2>OBSERVACIONES2</Observaciones2>
					<MailDestinatario>MAIL_ENTREGA</MailDestinatario>
				</Expedicion>
			</Expediciones>
			]]>
		</fichero>
      </web:entrada_expediciones>
   </soapenv:Body>
</soapenv:Envelope>